{
	"Data": [
	  {
		"id": 0,
		  "title": "Mới quen",
		  "dare": [
			{
			  "id" : 0,
			  "name": "Thực hiện 100 lần squat.",
			"state":true
			},
			{
			  "id" : 1,
			  "name": "Nhảy không nhạc trong 1 phút."
			,"state":true
			},
			{
			  "id" : 2,
			  "name": "Nói hai điều trung thực về những người khác trong nhóm"
			,"state":true
			},
			{
			  "id" : 3,
			  "name": "Hôn người bên trái của bạn."
			,"state":true
			},
			{
			  "id" : 4,
			  "name": "Để người ở bên phải bạn dùng bút vẽ lên khuôn mặt của bạn."
			,"state":true
			},
			{
			  "id" : 5,
			  "name": "Để ai đó cạo một phần cơ thể của bạn."
			  ,"state":true
			}
			,
			{
			  "id" : 6,
			  "name": "Gọi điện cho crush gần nhất và hát 1 đoạn cho họ nghe"
			  ,"state":true
			}
			,
			{
			  "id" : 7,
			  "name": "Nhắn tin cho ai đó, bạn đã không nói chuyện trong một năm và gửi cho tôi ảnh chụp màn hình"
			  ,"state":true
			}
			,
			{
			  "id" : 8,
			  "name": "Tất cả mọi người hỏi 1 câu và bạn chỉ trả lời có."
			  ,"state":true
			}
			,
			{
			  "id" : 9,
			  "name": "La lớn tôi bị điên 3 tiếng"
			,"state":true
			},
			{
			  "id" : 10,
			  "name": "Ngậm 03 viên đá trong miệng đến khi đá tan hết."
			,"state":true
			},
			{
			  "id" : 11,
			  "name": "Những người trong phòng chọn ra 03 loại chất lỏng, trộn vào 1 ly và bạn phải uống cạn ly đó."
			,"state":true
			},
			{
			  "id" : 12,
			  "name": "Đăng tấm ảnh cũ nhất trong máy bạn lên story."
			,"state":true
			},
			{
			  "id" : 13,
			  "name": "Gọi cho một người bạn, giả vờ như hôm nay là sinh nhật họ và hát Happy Birthday, xem phản ứng của họ."
			,"state":true
			},
			{
			  "id" : 14,
			  "name": "Làm 03 kiểu mặt hề để mọi người chụp lại.",
			"state":true
			  

			}
		  ],
		  "truth": [
			{
			  "id" : 0,
			  "name": "Bí mật mà bạn chưa từng nói với ai?"
			,"state":true
			},
			{
			  "id" : 1,
			  "name": "Điều gì bạn vui mừng mà mẹ bạn không biết về bạn?"
			,"state":true
			},
			{
			  "id" : 2,
			  "name": "Đâu là nơi kỳ lạ nhất mà bạn từng đi vệ sinh? "
			,"state":true
			},
			{
			  "id" : 3,
			  "name": "Bạn sẽ làm gì nếu bạn là người khác giới trong một tuần?"
			,"state":true
			},
			{
			  "id" : 4,
			  "name": "Điều điên rồ nhất bạn đã làm trên phương tiện giao thông công cộng là gì?"
			,"state":true
			},
			{
			  "id" : 5,
			  "name": "Trong số tất cả những người trong phòng, bạn sẽ đồng ý hẹn hò với chàng trai/cô gái nào? "
			,"state":true
			},
			{
			  "id" : 6,
			  "name": "Gọi tên một người mà bạn hối hận vì đã hôn."
			,"state":true
			},
			{
			  "id" : 7,
			  "name": "Cho cả phòng thấy bức ảnh xấu hổ nhất trong điện thoại bạn."
			,"state":true
			},
			{
			  "id" : 8,
			  "name": "Vì sao bạn chia tay với người yêu cũ gần nhất?"
			,"state":true
			},
			{
			  "id" : 9,
			  "name": "Lí do ấu trĩ nhất khiến bạn lên sổ đầu bài thời còn đi học là gì?"
			,"state":true
			},
			{
			  "id" : 10,
			  "name": "Bạn cảm nhận thế nào về nụ hôn đầu của mình?"
			,"state":true
			},
			{
			  "id" : 11,
			  "name": "Bạn từng thích người yêu của bạn bạn chưa?"
			,"state":true
			},
			{
			  "id" : 12,
			  "name": "Điều xấu hổ nhất bạn từng làm ở nơi công cộng."
			,"state":true
			},
			{
			  "id" : 13,
			  "name": "Kể về một lần bạn cảm thấy bị sỉ nhục."
			,"state":true
			},
			{
			  "id" : 14,
			  "name": "Kể một sự thật xấu hổ của bạn mà cả đám chưa biết."
			,"state":true

			}
		  ]
	
		},
	{
	  "id": 1,
		"title": "Nghịch ngợm",
		"dare": [
		  {
			"id" : 0,
			"name": "Trao đổi một mặt hàng quần áo với người chơi ở bên phải của bạn."
		,"state":true  
		},
		  {
			"id" : 1,
			"name": "Tập plank trong một phút."
		,"state":true  
		},
		  {
			"id" : 2,
			"name": "Ngửi bàn chân trần của người chơi khác."
		,"state":true  
		},
		  {
			"id" : 3,
			"name": "Chọn một người nào đó trong nhóm để đánh đòn cho bạn"
		,"state":true  
		},
		  {
			"id" : 4,
			"name": "Mở Instagram hoặc Facebook của bạn và thích từng bài đăng của người yêu cũ."
		,"state":true  
		},
		  {
			"id" : 5,
			"name": "Hãy thực hiện tư thế yoga kỳ lạ nhất mà bạn từng thực hiện."
		,"state":true  
		},
		  {
			"id" : 6,
			"name": "Đưa điện thoại cho người ngồi bên trái bạn và cho phép họ nhắn 01 tin nhắn cho bất kì ai họ muốn."
		,"state":true  
		},
		  {
			"id" : 7,
			"name": "Đặt một chiếc giày lên đầu. Một người khác trong phòng chụp ảnh lại và post lên MXH."
		,"state":true  
		},
		  {
			"id" : 8,
			"name": "Gửi tin nhắn tỏ tình cho một người bất kì mà cả phòng lựa chọn."
		,"state":true  
		},
		  {
			"id" : 9,
			"name": "Để mọi người trong phòng tạo kiểu tóc cho bạn và giữ đến khi hết 3 vòng."
		,"state":true  
		},
		  {
			"id" : 10,
			"name": "Đăng một status tán tỉnh một người trong phòng do mọi người chỉ định."
		,"state":true  
		},
		  {
			"id" : 11,
			"name": "Ngậm đầy nước trong miệng. Cả bàn chọc bạn cười trong 1 phút. Nếu bạn không cười cả bàn bị phạt và ngược lại."
		,"state":true  
		},
		  {
			"id" : 12,
			"name": "Đeo giày của người được chỉ định lên cổ và post ảnh đó lên story."
		,"state":true  
		},
		  {
			"id" : 13,
			"name": "Ghi âm bạn hát một đoạn nhạc và để người bên phải quyết định gửi đoạn ghi âm đó cho ai."
		,"state":true  
		},
		  {
			"id" : 14,
			"name": "Gọi cho crush gần đây nhất và hát một bài hát, không giải thích gì thêm."
			,"state":true

		  }
		],
		"truth": [
			{
				"id" : 0,
				"name": "Kể về một lần bạn gian lận trong thi cử."
			,"state":true  
			},
			  {
				"id" : 1,
				"name": "Một nickname khiến bạn xấu hổ nhất mà người khác từng đặt cho bạn."
			,"state":true  
			},
			  {
				"id" : 2,
				"name": "Một thói quen từ khi bạn còn nhỏ nhưng lớn lên bạn phát hiện nó thật kì lạ?"
			,"state":true  
			},
			  {
				"id" : 3,
				"name": "Bạn từng viết thư tình/ nhận được thư tình từ ai chưa?"
			,"state":true  
			},
			  {
				"id" : 4,
				"name": "Một điều bạn từng nối dối chỉ để ngầu hơn trước người khác."
			,"state":true  
			},
			  {
				"id" : 5,
				"name": "Người gần đây nhất khiến bạn khóc là ai? Vì điều gì?"
			,"state":true  
			},
			  {
				"id" : 6,
				"name": "Nếu bạn phải hẹn hò với một người trong phòng (khác giới tính), bạn sẽ chọn ai?"
			,"state":true  
			},
			  {
				"id" : 7,
				"name": "Bạn tửng say xỉn đến mức không biết đất trời bao giờ chưa?"
			,"state":true  
			},
			  {
				"id" : 8,
				"name": "Một thứ xấu hổ bạn từng đăng lên MXH?"
			,"state":true  
			},
			  {
				"id" : 9,
				"name": "Kể về một điều ngu ngốc bạn từng làm."
			,"state":true  
			},
			  {
				"id" : 10,
				"name": "Nụ hôn tồi tệ nhất của bạn là ai?"
			,"state":true  
			},
			  {
				"id" : 11,
				"name": "Hãy tiết lộ một điều bạn nghĩ chưa ai biết về bạn."
			,"state":true  
			},
			  {
				"id" : 12,
				"name": "Bạn đã bao giờ thử hút thuốc lá/vape chưa?"
			,"state":true  
			},
			  {
				"id" : 13,
				"name": "Vì sao bạn chia tay với người yêu cũ gần nhất?"
			,"state":true  
			},
			  {
				"id" : 14,
				"name": "Bạn cảm nhận thế nào về nụ hôn đầu của mình?"
			,"state":true

			  }
		]
  }
	]
  }

